tap "cloudflare/cloudflare"
tap "daytonaio/cli"
tap "dteoh/sqa"
tap "go-task/tap"
tap "grishka/grishka"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "lyraphase/pcloud"
tap "microsoft/git"
tap "modularml/packages"
brew "act"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "autossh"
brew "openssl@3"
brew "bat"
brew "readline"
brew "newt"
brew "tmux"
brew "byobu"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cloc"
brew "cloudflared"
brew "curl"
brew "icu4c@78"
brew "e2b"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "libtool"
brew "graphviz"
brew "hashcat"
brew "htop"
brew "k6"
brew "kustomize"
brew "llvm"
brew "mactop"
brew "marp-cli"
brew "mecab"
brew "mecab-ipadic"
brew "mise"
brew "mosh"
brew "neovim"
brew "nkf"
brew "oath-toolkit"
brew "openblas"
brew "ossp-uuid"
brew "pandoc"
brew "parallel"
brew "pkgconf"
brew "ripgrep"
brew "sl"
brew "stern"
brew "texlive"
brew "tree"
brew "watch"
brew "wget"
brew "wireshark"
brew "yt-dlp"
brew "z"
brew "zellij"
brew "zlib"
brew "zsh-completions"
brew "jakehilborn/jakehilborn/displayplacer"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "affinity"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "antigravity"
cask "ava"
cask "background-music"
cask "battery"
cask "betterdisplay"
cask "blackhole-2ch"
cask "calibre"
cask "chatgpt-atlas"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "clipy"
cask "codex"
cask "copilot-cli"
cask "corretto"
cask "coteditor"
cask "cursor"
cask "cursor-cli"
cask "daisydisk"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "freefilesync"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "hyper"
cask "iterm2"
cask "keycastr"
cask "macfuse"
cask "neardrop"
cask "ngrok"
cask "notchnook"
cask "one-switch"
cask "pcloud-drive"
cask "pliim"
cask "popclip"
cask "qtspim"
cask "raycast"
cask "sequel-pro"
cask "slowquitapps"
cask "sourcetree"
cask "superwhisper"
cask "temurin"
cask "textsniper"
cask "unity-hub"
cask "visual-studio-code"
cask "warp"
cask "xquartz"
cask "zed"
vscode "adpyke.codesnap"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anandkothari.petals-pastels"
vscode "angablue.asm-formatter"
vscode "anthropic.claude-code"
vscode "arjun.swagger-viewer"
vscode "biomejs.biome"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "diff001a.kawaii-theme"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "frenco.vscode-notion"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.colab"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "google.geminicodeassist"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "iamhyc.overleaf-workshop"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "jaakko.black"
vscode "jackiotyu.git-worktree-manager"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.vscode-peacock"
vscode "kdarkhan.mips"
vscode "kevinrose.vsc-python-indent"
vscode "lengmo.json-table-viewer"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mde.select-highlight-minimap"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mintlify.document"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "natizyskunk.sftp"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "saikou9901.evilinspector"
vscode "sandcastle.vscode-open"
vscode "saoudrizwan.claude-dev"
vscode "sazumiviki.kawaine-theme"
vscode "seatonjiang.gitmoji-vscode"
vscode "sgryjp.japanese-word-handler"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "soerenuhrbach.vscode-deepl"
vscode "soloham.json-table"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "torn4dom4n.latex-support"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "wollacebuarque.tailwind-theme"
vscode "xabikos.javascriptsnippets"
vscode "xirider.livecode"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zwyx.autoclosetabs"
go "cmd/go"
go "cmd/gofmt"
