tap "daytonaio/cli"
tap "dteoh/sqa"
tap "go-task/tap"
tap "jakehilborn/jakehilborn"
tap "microsoft/git"
brew "act"
brew "anyenv"
brew "autossh"
brew "bat"
brew "glib"
brew "cloc"
brew "ripgrep"
brew "codex"
brew "docker", link: false
brew "docker-compose"
brew "icu4c@77"
brew "e2b"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "glances"
brew "gnupg"
brew "graphviz"
brew "mactop"
brew "mecab"
brew "mecab-ipadic"
brew "mise"
brew "neovim"
brew "nkf"
brew "oath-toolkit"
brew "openblas"
brew "openjdk"
brew "pandoc"
brew "poetry"
brew "python@3.10"
brew "python@3.12"
brew "sl"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zsh-completions"
brew "daytonaio/cli/daytona"
brew "go-task/tap/go-task"
brew "jakehilborn/jakehilborn/displayplacer"
cask "1password-cli"
cask "alacritty"
cask "betterdisplay"
cask "claude-code"
cask "docker-desktop"
cask "gcloud-cli"
cask "git-credential-manager"
cask "git-credential-manager"
cask "hammerspoon"
cask "keycastr"
cask "qtspim"
cask "slowquitapps"
cask "superwhisper"
cask "warp"
vscode "adpyke.codesnap"
vscode "ahmadawais.shades-of-purple"
vscode "anandkothari.petals-pastels"
vscode "angablue.asm-formatter"
vscode "anthropic.claude-code"
vscode "arjun.swagger-viewer"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "diff001a.kawaii-theme"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "google.geminicodeassist"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "iamhyc.overleaf-workshop"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "jackiotyu.git-worktree-manager"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.vscode-peacock"
vscode "kevinrose.vsc-python-indent"
vscode "lengmo.json-table-viewer"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mde.select-highlight-minimap"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "natizyskunk.sftp"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "saikou9901.evilinspector"
vscode "sandcastle.vscode-open"
vscode "saoudrizwan.claude-dev"
vscode "seatonjiang.gitmoji-vscode"
vscode "sgryjp.japanese-word-handler"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "soloham.json-table"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "torn4dom4n.latex-support"
vscode "usernamehw.errorlens"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-java-upgrade"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "wholroyd.jinja"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "xirider.livecode"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zwyx.autoclosetabs"
go "cmd/go"
go "cmd/gofmt"
go "github.com/d-kuro/gwq/cmd/gwq"
