tap "cloudflare/cloudflare"
tap "daytonaio/cli"
tap "dteoh/sqa"
tap "go-task/tap"
tap "grishka/grishka"
tap "jakehilborn/jakehilborn"
tap "lyraphase/pcloud"
tap "microsoft/git"
tap "modularml/packages"
brew "act"
brew "icu4c@78"
brew "openssl@3"
brew "readline"
brew "agent-browser"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "autossh"
brew "bat"
brew "newt"
brew "tmux"
brew "byobu"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cloc"
brew "cloudflared"
brew "curl"
brew "e2b"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "googleworkspace-cli"
brew "libtool"
brew "graphviz"
brew "hashcat"
brew "htop"
brew "k6"
brew "kustomize"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "llvm"
brew "mactop"
brew "magika"
brew "marp-cli"
brew "mecab"
brew "mecab-ipadic"
brew "mise"
brew "mosh"
brew "neovim"
brew "nkf"
brew "nushell"
brew "oath-toolkit"
brew "openblas"
brew "ossp-uuid"
brew "pandoc"
brew "parallel"
brew "pkgconf"
brew "poppler"
brew "qt"
brew "ripgrep"
brew "sl"
brew "stern"
brew "texlive"
brew "tree"
brew "util-linux"
brew "watch"
brew "wget"
brew "wireshark"
brew "yt-dlp"
brew "z"
brew "zellij"
brew "zlib"
brew "zsh-completions"
brew "jakehilborn/jakehilborn/displayplacer"
uv "claude-monitor"
